chore(release): v0.6.2
